# coding: utf-8

"""
    В этом модуле будут стандартные шаблоны ответов, вводные слова, и прочее...
"""


class CommonPhrases:
    # Варианты обращения, на которые ассистент будет отзываться.
    va_name_options = [
        "Астра",
        "Астрочка",
        "Ассистент"
    ]

    # Фразы, которыми ассистент будет подтверждать выполнение команды.
    va_standard_confirmations = [
        "Есть",
        "Хорошо",
        "Выполняю",
        "Да, сэр",
        "Слушаюсь",
    ]
